{
  "title": "Reglas Generales",
  "status": {
    "youAreHere": "Estás aquí"
  },
  "sections": {
    "scoring": "Calculo de puntos",
    "constraints": "Condiciones generales"
  },
  "rules": {
    "winnerDraw": {
      "singular": "{points} Punto por Ganador/Empate acertado",
      "plural": "{points} Puntos por Ganador/Empate acertado"
    },
    "exactScore": {
      "singular": "{bonus} punto extra por resultado exacto (total: {total} punto)",
      "plural": "{bonus} puntos extra por resultado exacto (total: {total} puntos)"
    },
    "qualifiedTeam": {
      "singular": "{points} Punto por cada equipo clasificado acertado",
      "plural": "{points} Puntos por cada equipo clasificado acertado"
    },
    "exactPosition": {
      "singular": "{points} Punto adicional por posición exacta en la fase de grupos (total: {total} puntos por equipo clasificado en posición exacta)",
      "plural": "{points} Puntos adicionales por posición exacta en la fase de grupos (total: {total} puntos por equipo clasificado en posición exacta)"
    },
    "champion": {
      "singular": "{points} Punto por campeon",
      "plural": "{points} Puntos por campeon"
    },
    "runnerUp": {
      "singular": "{points} Punto por subcampeon",
      "plural": "{points} Puntos por subcampeon"
    },
    "thirdPlace": {
      "singular": "{points} Punto por tercer puesto, si es que el torneo tiene partido por el mismo",
      "plural": "{points} Puntos por tercer puesto, si es que el torneo tiene partido por el mismo"
    },
    "individualAwards": {
      "singular": "{points} Punto por cada premio acertado (mejor jugador, arquero, goleador, etc...)",
      "plural": "{points} Puntos por cada premio acertado (mejor jugador, arquero, goleador, etc...)"
    },
    "silverBoost": {
      "singular": "Boost Plateado: Puedes seleccionar hasta {count} partido que valdrá el doble de puntos (2x)",
      "plural": "Boost Plateado: Puedes seleccionar hasta {count} partidos que valdrán el doble de puntos (2x)"
    },
    "goldenBoost": {
      "singular": "Boost Dorado: Puedes seleccionar hasta {count} partido que valdrá el triple de puntos (3x)",
      "plural": "Boost Dorado: Puedes seleccionar hasta {count} partidos que valdrán el triple de puntos (3x)"
    },
    "boostTiming": "Los boosts solo pueden aplicarse antes de que comience el partido"
  },
  "constraints": {
    "matchPredictionTime": "Se permite cambiar los pronosticos de cada partido hasta una hora antes del mismo",
    "podiumPredictionTime": "Se permite modificar pronosticos de podio y premios individuales luego hasta 2 dias despues del comienzo del torneo",
    "singlePrediction": "No se permite mas de un pronostico por persona, pero el mismo se puede utilizar en multiples grupos"
  },
  "examples": {
    "winnerDraw": "Ejemplo: Si predices que Argentina ganará contra Brasil y efectivamente Argentina gana, obtienes 1 punto. Si predices un empate y el partido termina en empate, también obtienes 1 punto.",
    "exactScore": "Ejemplo: Si predices que Argentina ganará 2-1 contra Brasil y el resultado final es exactamente 2-1, obtienes 2 puntos (1 por el ganador + 1 extra por el resultado exacto).",
    "roundOf16": "Ejemplo: Si predices que Argentina clasificará a octavos de final y efectivamente clasifica, obtienes 1 punto por ese equipo clasificado.",
    "groupPosition": "Ejemplo: Si predices que Argentina clasificará primero del Grupo A y efectivamente termina primero, obtienes 2 puntos adicionales (1 por clasificar + 2 por posición exacta = 3 puntos totales).",
    "champion": "Ejemplo: Si predices que Argentina será campeón y efectivamente Argentina gana el torneo, obtienes 5 puntos. Si Argentina llega a la final pero pierde, no obtienes los puntos.",
    "runnerUp": "Ejemplo: Si predices que Brasil será subcampeón y efectivamente Brasil pierde la final, obtienes 3 puntos.",
    "thirdPlace": "Ejemplo: Si predices que Francia será tercero y efectivamente Francia gana el partido por el tercer puesto, obtienes 1 punto.",
    "individualAwards": "Ejemplo: Si predices que Lionel Messi ganará el premio al mejor jugador y efectivamente lo gana, obtienes 3 puntos. Lo mismo aplica para otros premios (arquero, goleador, etc.).",
    "matchPredictionTime": "Ejemplo: Si un partido comienza a las 15:00, puedes modificar tu pronóstico hasta las 14:00. Después de esa hora, el pronóstico queda bloqueado.",
    "podiumPredictionTime": "Ejemplo: Si el torneo comienza el 1 de junio, puedes modificar tus pronósticos de campeón, subcampeón y tercer puesto hasta el 3 de junio a las 23:59.",
    "singlePrediction": "Ejemplo: Solo puedes tener un pronostico activo, pero ese mismo pronostico puede usarse en el grupo con tus amigos, en el grupo de tu oficina, y en cualquier otro grupo al que te unas."
  },
  "actions": {
    "viewFullRules": "Ver Reglas Completas"
  }
}
